Repository: carolsandy/RxSwift-Architecture
Catalog: justo-ios-app/core/*.lproj/Localizable.strings
Languages: es_419

source: Onboarding First Page
es_419: Estás a punto de hacer tu compra en Jüsto. El súper como debe ser.

source: Onboarding Second Page
es_419: Te garantizamos frescura y calidad inigualables sin que gastes de más.

source: Onboarding Third Page
es_419: Porque queremos que todo lo que llegue a tu hogar te haga feliz.

source: Start Button
es_419: Hacer mi súper

source: Dismiss Button
es_419: Saltar

source: Login Text
es_419: Iniciar Sesión

source: Email Placeholder
es_419: Correo electrónico

source: Password Placeholder
es_419: Contraseña

source: Forgot Password Text
es_419: ¿Olvidaste tu contraseña?

source: Sign In Text
es_419: Iniciar Sesión

source: Sign Up Text
es_419: Regístrate

source: Or Text
es_419: o

source: Email Error
es_419: Ingresa un correo electrónico válido.

source: Password Error
es_419: Ingresa una contraseña válida

source: Close Modal Button
es_419: Cerrar

source: Recover Account Text
es_419: Recupera tu cuenta

source: Enter Your Email Text
es_419: Ingresa tu correo electrónico.

source: Next Button
es_419: Siguiente

source: Message Sent Text
es_419: ¡Revisa tu correo electrónico!

source: Message Sent Instructions Text
es_419: Te hemos enviado instrucciones para recuperar tu cuenta.

source: OK Action
es_419: De Acuerdo

source: Reset Password Text
es_419: Cambiar contraseña

source: Email Sample Placeholder
es_419: correo@justo.mx

source: Save Password Text
es_419: Guardar contraseña

source: Name Placeholder
es_419: Nombre

source: Lastname Placeholder
es_419: Apellido

source: Zip Code Placeholder
es_419: Código Postal

source: Confirm Password Placeholder
es_419: Confirmar contraseña

source: Terms Text
es_419: Acepto los términos y condiciones de Jüsto.

source: Create Account Text
es_419: Crear cuenta

source: Confirm Password Error
es_419: Las contraseñas no coinciden.

source: Empty Field Error
es_419: Campo necesario.

source: Zip Code Error
es_419: Ingresa un código postal válido.

source: Accept Terms Error
es_419: Es necesario aceptar los términos y condiciones.

source: Home Text
es_419: Inicio

source: Search Text
es_419: Buscar

source: Cart Text
es_419: Mi carrito

source: Home Title Text
es_419: Bienvenido a Jüsto

source: Add Text
es_419: Agregar

source: Categories Title Text
es_419: Nuestros Departamentos

source: Network Error Title
es_419: ¡Oh no!

source: Network Error Label
es_419: Parece que no tienes conexión a internet.

source: Unknown Error Title
es_419: Tenemos un problema.

source: Unknown Error Label
es_419: Pero no te preocupes, lo estamos solucionando.

source: Empty Cart Title
es_419: Tu carrito aún está vacío

source: Empty Cart Label
es_419: Continúa navegando y conoce todos los productos que tenemos para ti.

source: Purchase Button
es_419: Pagar

source: Delete Text
es_419: Eliminar

source: Update shopping Cart Error
es_419: ¡Ups, no pudimos actualizar tu carrito!

source: Update shopping Cart Success
es_419: ¡Se ha actualizado tu carrito!

source: Clear Cart Title
es_419: ¿Estás seguro que deseas eliminar tu carrito?

source: Clear Cart Action
es_419: Limpiar carrito

source: Removed items Toast
es_419: Eliminaste %@ productos del carrito

source: Description Text
es_419: Descripción

source: Piece Text
es_419: Pieza

source: Weight Text
es_419: Kilo

source: Weight Button Text
es_419: Peso

source: My Account Title
es_419: Mi cuenta

source: My orders Title Cell
es_419: Mis pedidos

source: Shipment Addresses Title Cell
es_419: Direcciones de envío

source: Payment Methods Title Cell
es_419: Métodos de pago

source: Terms and Conditions Title Cell
es_419: Términos y condiciones

source: Privacy Notice Title Cell
es_419: Aviso de privacidad

source: Exit Title Cell
es_419: Salir

source: Search Placeholder
es_419: Buscar en Jüsto

source: Search Results Title
es_419: Resultados

source: Default Chip Text
es_419: Todas

source: Empty Results Title
es_419: Sin resultados

source: Empty Results Description
es_419: Quizá si navegas en las categorías encuentres lo que buscas.

source: Edit Profile Title
es_419: Editar cuenta

source: Save Button Title
es_419: Guardar cambios

source: Change password Button Title
es_419: Cambiar contraseña

source: New password Placeholder
es_419: Contraseña nueva

source: Repeat password Placeholder
es_419: Repetir contraseña

source: Change Password Title
es_419: Cambiar contraseña

source: Filters Title
es_419: Filtros

source: Price
es_419: Precio

source: Min Price Placeholder
es_419: $ mínimo

source: Max Price Placeholder
es_419: $ máximo

source: Apply Button Title
es_419: Aplicar

source: Clean Button Title
es_419: Limpiar

source: Shipping Address
es_419: Dirección de envío

source: Add Shipping Address
es_419: Agregar dirección

source: Add Shipping Address Button
es_419: Agregar dirección de envío

source: Cancel Button
es_419: Cancelar

source: Address Text
es_419: Dirección

source: Address Name Placeholder
es_419: Nombra tu dirección

source: Address Name Warning
es_419: Ej. Oficina, casa, departamento.

source: Address Owner Placeholder
es_419: Nombre de la persona que recibe

source: Street Placeholder
es_419: Calle y No. ext.

source: Int Number Placeholder
es_419: No. Int

source: Neighborhood Placeholder
es_419: Colonia

source: Postal Code Placeholder
es_419: Código Postal

source: Alcaldia Placeholder
es_419: Alcaldía

source: City Placeholder
es_419: Ciudad de México

source: Phone Placeholder
es_419: Número de teléfono

source: Country
es_419: MX

source: Country Area
es_419: Ciudad de México

source: Name Error
es_419: Ingresa un nombre válido

source: City Error
es_419: Ingresa una alcaldía valida

source: City Area Error
es_419: Ingresa una colonia

source: Phone Error
es_419: Ingresa un teléfono valido

source: Phone Warning
es_419: Ej. 5512131415

source: Add Card
es_419: Agregar tarjeta

source: Card Name Placeholder
es_419: Nombre Completo

source: Card Number Placeholder
es_419: Número de tarjeta

source: Card Secure Code Placeholder
es_419: CVC

source: Expiration Month Placeholder
es_419: MM

source: Expiration Year Placeholder
es_419: AA

source: Card Name Warning
es_419: Como viene en tu tarjeta

source: Month
es_419: Mes

source: Year
es_419: Año

source: Delivery Options
es_419: Opciones de entrega

source: Payment Method
es_419: Método de pago

source: Free Delivery
es_419: ¡Yei! Tu pedido aplica para envío gratis

source: Delivery Day Label
es_419: Selecciona día de entrega

source: Delivery Hour Label
es_419: Selecciona hora de entrega

source: Discount Label
es_419: ¿Tienes un cupón de descuento?

source: Discount Warning
es_419: Tarjeta de regalo o código de descuento

source: Discount Code Placeholder
es_419: Ingresa tu código

source: Confirmation Order
es_419: Confirma tu compra

source: Delivery Cost
es_419: Costo de envío

source: Discount code
es_419: Cupón de descuento

source: Delivery Date
es_419: Día y hora de entrega

source: Payment Information
es_419: Información de pago

source: Note Placeholder
es_419: Agregar nota para el envío

source: Warning Note
es_419: Ej. Mandarme aguacates para toda la semana, rebanadas de jamón delgadas, entregar con el portero.

source: Less than minimum total amout allowed warning
es_419: ¡Falta poco! Compra mínima de $250 pesos, continúa explorando la tienda.

source: Subtotal %@ products
es_419: Subtotal %@ productos

source: Card Name Error
es_419: Nombre de la tarjeta inválido

source: Card Number Error
es_419: Número de la tarjeta inválido

source: Card Code Error
es_419: CVV inválido

source: Expiration Month Error
es_419: Mes inválido

source: Expiration Year Error
es_419: Año inválido

source: Expiration Date Error
es_419: La tarjeta ha expirado

source: Card Creation Error
es_419: Ocurrió un error al registrar la tarjeta

source: Card Template
es_419: Tarjeta que termina en %@

source: Confirmation Button
es_419: Confirmar

source: Save Card
es_419: Guardar mi tarjeta para próximas compras

source: Orders Title
es_419: Mis Pedidos

source: Order Delivery
es_419: Entrega

source: Order Total
es_419: Total

source: Order Status
es_419: Estado

source: Date Combine
es_419: de

source: Order Label
es_419: Pedido

source: Ready To Fulfill
es_419: Lista para envío

source: Unfulfilled
es_419: Pendiente

source: Partially Fulfilled
es_419: Parcialmente entregada

source: Fulfilled
es_419: Entregado

source: Canceled
es_419: Cancelado

source: Empty Orders Title
es_419: Aún no realizas pedidos

source: Empty Orders Message
es_419: Anímate a realizar tu primer pedido con nosotros.

source: Note Title
es_419: Nota

source: Add to Cart Button
es_419: Agregar al carrito

source: Order Added to Cart Toast
es_419: ¡Se ha actualizado tu carrito!

source: Order # Title Template
es_419: # Orden %@

source: Total Lines Template
es_419: %@ productos

source: Success Order Title
es_419: Pedido #%@

source: Success Order Message
es_419: ¡Gracias por tu compra! Te hemos enviado un correo con la información necesaria.

source: Success Order Support
es_419: Si tienes dudas, escríbenos a

source: Success Order Email
es_419: ayuda@justo.mx

source: Error Order Title
es_419: ¡Ay no!

source: Error Order Message
es_419: Hubo un problema con tu pago, te recomendamos revisar de nuevo los datos de tu tarjeta.

source: Products Subtotal %@
es_419: Subtotal %@ producto/s

source: Retry Button
es_419: Reintentar
